Repository: swoaib/Investr
Catalog: lib/l10n/app_*.arb
Languages: ja, nb

source: Growth Rate (%)
ja: 成長率 (%)
nb: Vekstrate (%)

source: Discount Rate (%)
ja: 割引率 (%)
nb: Diskonteringsrente (%)

source: Years
ja: 年数
nb: År

source: Calculate
ja: 計算
nb: Beregn

source: Estimated Value:
ja: 推定価値:
nb: Estimert verdi:

source: Required
ja: 必須
nb: Påkrevd

# stockMarketTitle
source: Stock Market
ja: 株式市場
nb: Aksjemarkedet

# searchHint
source: Search (e.g. AAPL)
ja: 検索 (例: AAPL)
nb: Søk (f.eks. AAPL)

source: No stocks in watchlist
ja: ウォッチリストに株がありません
nb: Ingen aksjer i overvåkningslisten

source: No results found
ja: 結果が見つかりません
nb: Ingen resultater funnet

source: removed from watchlist
ja: ウォッチリストから削除されました
nb: fjernet fra overvåkningslisten

source: Choose Language
ja: 言語を選択
nb: Velg språk

# chooseLanguageDesc
source: Select your preferred language to get started.
ja: 始めるには優先言語を選択してください。
nb: Velg foretrukket språk for å komme i gang.

source: Choose Theme
ja: テーマを選択
nb: Velg tema

# chooseThemeDesc
source: Select a look that fits your style. You can change this later in settings.
ja: あなたのスタイルに合った外観を選んでください。これは後で設定で変更できます。
nb: Velg et utseende som passer din stil. Du kan endre dette senere i innstillinger.

# trackYourStocks
source: Track Companies
ja: 企業を追跡
nb: Følg selskaper

# trackYourStocksDesc
source: Follow your favorite companies to check prices, earnings, and key statistics.
ja: お気に入りの企業をフォローして、価格、収益、主要統計を確認しましょう。
nb: Følg dine favorittselskaper for å sjekke priser, inntjening og nøkkeltall.

source: Learn to Invest
ja: 投資を学ぶ
nb: Lær å investere

# learnToInvestDesc
source: Master the basics of investing with our curated educational content.
ja: 厳選された教育コンテンツで投資の基礎をマスターしましょう。
nb: Lær det grunnleggende om investering med vårt utvalgte pedagogiske innhold.

# valueYourPortfolio
source: Calculate Intrinsic Value
ja: 本質的価値を計算
nb: Beregn iboende verdi

# valueYourPortfolioDesc
source: Use our calculator to calculate the intrinsic value of a company and make informed decisions.
ja: 計算機を使って企業の本質的価値を計算し、十分な情報に基づいた決定を下しましょう。
nb: Bruk kalkulatoren vår til å beregne den iboende verdien til et selskap og ta informerte beslutninger.

# howToInvestTitle
source: How to Invest
ja: 投資方法
nb: Hvordan investere

# howToInvestDesc
source: Brokers, ETFs, and getting started.
ja: ブローカー、ETF、始め方。
nb: Meglere, ETFer og hvordan komme i gang.

source: The Broker
ja: ブローカー
nb: Megleren

# theBrokerDesc
source: Your broker is your gateway to the market. Today, this is typically a mobile app or a bank. They execute your buy and sell orders.
ja: ブローカーは市場への入り口です。今日では、これは通常モバイルアプリや銀行です。彼らがあなたの売買注文を実行します。
nb: Megleren din er porten til markedet. I dag er dette typisk en mobilapp eller en bank. De utfører kjøps- og salgsordrene dine.

# popularBrokersTitle
source: Popular Brokers
ja: 人気のブローカー
nb: Populære meglere

# popularBrokersDesc
source: Select your country to see some of the most popular stock brokers available to you.
ja: 国を選択して、利用可能な最も人気のある株式ブローカーを確認してください。
nb: Velg landet ditt for å se noen av de mest populære aksjemeglerne som er tilgjengelige for deg.

source: Account Types
ja: 口座の種類
nb: Kontotyper

# accountTypesDesc
source: You usually need a separate brokerage account for stocks. Look for tax-advantaged accounts (like ISAs, Roth IRAs, or ASK) to save on taxes.
ja: 通常、株式用には別の証券口座が必要です。税金を節約するために、税制優遇口座（NISAやiDeCoなど）を探してください。
nb: Du trenger vanligvis en egen meglerkonto for aksjer. Se etter skattefordelaktige kontoer (som ASK eller IPS) for å spare skatt.

# howToBuyTitle
source: How to Buy
ja: 買い方
nb: Hvordan kjøpe

# howToBuyDesc
source: 1. Search for the stock you want, let's take Apple as an example. Search for AAPL.\n2. Enter amount (e.g. 5 share) and the amount you are willing to buy it for (e.g. 100$) and click 'Buy'. This will cost you 500$\n3. Confirm Order, and when someone sells at your bid price, you will earn your shares.
ja: 1. 欲しい株を検索します。例としてApple（AAPL）を検索します。 2. 数量（例：5株）と購入希望価格（例：100ドル）を入力して「購入」をクリックします。これには500ドルかかります。 3. 注文を確認し、誰かがあなたの指値で売れば、あなたは株を取得します。
nb: 1. Søk etter aksjen du vil ha, la oss ta Apple som eksempel. Søk etter AAPL. 2. Angi antall (f.eks. 5 aksjer) og beløpet du er villig til å kjøpe for (f.eks. 100$) og klikk 'Kjøp'. Dette vil koste deg 500$ 3. Bekreft ordre, og når noen selger til din budpris, får du aksjene dine.

# bidAskExplainer
source: The Bid vs Ask
ja: Bid（買い）vs Ask（売り）
nb: Bud vs Tilbud

# bidAskExplainerDesc
source: You buy at the 'Ask' price (what sellers want) and sell at the 'Bid' price (what buyers offer). The difference is the 'Spread'.
ja: 「Ask」価格（売り手が望む価格）で買い、「Bid」価格（買い手が提示する価格）で売ります。その差額が「スプレッド」です。
nb: Du kjøper til 'Tilbudspris' (Ask - hva selgere vil ha) og selger til 'Budpris' (Bid - hva kjøpere tilbyr). Forskjellen er 'Spreaden'.

# buyingExampleAAPL
source: Example: Apple (AAPL)
ja: 例：Apple (AAPL)
nb: Eksempel: Apple (AAPL)

# buyingExampleAAPLDesc
source: 1. Search for AAPL. 2. Click 'Trade' or 'Buy'. 3. Enter amount (e.g. 1 share). 4. Confirm Order. Congratulations, you are now a part-owner of Apple!
ja: 1. AAPLを検索。 2. 「トレード」または「購入」をクリック。 3. 数量を入力（例：1株）。 4. 注文を確定。 おめでとうございます、あなたは今やAppleの共同所有者です！
nb: 1. Søk etter AAPL. 2. Klikk 'Handel' eller 'Kjøp'. 3. Angi antall (f.eks. 1 aksje). 4. Bekreft ordre. Gratulerer, du er nå deleier i Apple!

source: Market Order
ja: 成行注文
nb: Markedsordre

# marketOrderDesc
source: Buys immediately at the best available price. Simplest way to get started. If you sell or buy at the price listed on the stock market, your order will go through immediately.
ja: 最良の利用可能価格で即座に購入します。始めるのに最も簡単な方法です。株式市場に表示されている価格で売買する場合、注文は即座に成立します。
nb: Kjøper umiddelbart til best tilgjengelige pris. Den enkleste måten å komme i gang på. Hvis du selger eller kjøper til prisen oppført på aksjemarkedet, vil ordren din gå gjennom umiddelbart.

# howToSellTitle
source: How to Sell
ja: 売り方
nb: Hvordan selge

# howToSellDesc
source: Turning stocks back into cash. This works similarly to how you buy stocks. Enter the quantity you want to sell and the price you want to sell it for. If someone accepts your bid price, you will sell your shares.
ja: 株を現金に戻すこと。これは株を買うときと同じように機能します。売りたい数量と売りたい価格を入力します。誰かがあなたの指値を受け入れれば、あなたは株を売ることになります。
nb: Gjøre aksjer om til kontanter igjen. Dette fungerer på samme måte som når du kjøper aksjer. Angi antallet du vil selge og prisen du vil selge for. Hvis noen aksepterer budprisen din, selger du aksjene dine.

# sellingProcess
source: The Process
ja: プロセス
nb: Prosessen

# sellingProcessDesc
source: Go to your portfolio, select the stock, tap 'Sell', and choose the amount. The cash will settle in your account (usually takes 2 days).
ja: ポートフォリオに行き、株を選び、「売却」をタップして数量を選びます。現金が口座に入金されます（通常2日かかります）。
nb: Gå til porteføljen din, velg aksjen, trykk 'Selg', og velg antall. Pengene vil komme inn på kontoen din (tar vanligvis 2 dager).

source: When to Sell?
ja: いつ売るべきか？
nb: Når bør man selge?

# whenToSellDesc
source: Sell if the company's fundamentals deteriorate, the price becomes insanely high (overvalued), or you find a much better opportunity elsewhere.
ja: 会社のファンダメンタルズが悪化した場合、価格が異常に高くなった（過大評価された）場合、または他にはるかに良い機会を見つけた場合に売りましょう。
nb: Selg hvis selskapets fundamentale forhold forverres, prisen blir latterlig høy (overvurdert), eller du finner en mye bedre mulighet et annet sted.

source: ETFs
ja: ETF
nb: ETFer

# etfsDesc
source: There are of course other ethical funds that may be governed in different countries, like SPUS, which tries to meet Islamic ethics. These types of funds can be bought on the stock market like Exchange Traded Funds (ETFs), which are baskets of stocks that trade like a single stock.
ja: もちろん、SPUSのようにイスラムの倫理を満たそうとするものなど、さまざまな国で管理されている他の倫理的ファンドもあります。この種のファンドは、単一の株式のように取引される株式のバスケットである上場投資信託（ETF）のように株式市場で購入できます。
nb: Det finnes selvfølgelig andre etiske fond som kan styres i forskjellige land, som SPUS, som prøver å møte islamsk etikk. Disse typene fond kan kjøpes på aksjemarkedet som børshandlede fond (Exchange Traded Funds - ETF), som er kurver med aksjer som handles som en enkelt aksje.

source: Mutual Funds
ja: 投資信託
nb: Aksjefond

# mutualFundsDesc
source: Similar to ETFs but often actively managed by a professional. Beware: they typically have higher fees which eat into your returns.
ja: ETFに似ていますが、多くの場合、専門家によってアクティブに管理されています。注意：通常、リターンを食いつぶす手数料が高くなります。
nb: Ligner på ETFer, men forvaltes ofte aktivt av en profesjonell. Vær oppmerksom: de har vanligvis høyere gebyrer som spiser av avkastningen din.

# ethicalInvesting
source: Ethical Investing (ESG)
ja: 倫理的投資（ESG）
nb: Etisk investering (ESG)

# ethicalInvestingDesc
source: You can vote with your wallet. ESG funds only include companies that meet Environmental, Social, and Governance standards.
ja: あなたはお財布で投票できます。ESGファンドには、環境、社会、ガバナンスの基準を満たす企業のみが含まれています。
nb: Du kan stemme med lommeboken. ESG-fond inkluderer kun selskaper som oppfyller miljømessige, sosiale og styringsmessige standarder.

# moduleFoundation
source: The Foundation
ja: 基礎
nb: Grunnlaget

# moduleAssetClasses
source: Asset Classes
ja: 資産クラス
nb: Eiendelsklasser

# modulePhilosophy
source: The Philosophy
ja: 哲学
nb: Filosofien

# moduleStrategy
source: Practical Strategy
ja: 実践的戦略
nb: Praktisk strategi

# understandingMetricsTitle
source: Understanding Metrics
ja: 指標を理解する
nb: Forstå nøkkeltall

# understandingMetricsDesc
source: Learn to speak the language.
ja: 用語を学ぶ。
nb: Lær å snakke språket.

# marketCapTitle
source: Market Cap
ja: 時価総額
nb: Markedsverdi

# marketCapDesc
source: Market Capitalization is the total value of a company. It's calculated by multiplying the stock price by the number of shares.
ja: 時価総額は企業の総価値です。株価に発行済株式数を掛けて計算されます。
nb: Markedsverdi (Market Cap) er den totale verdien av et selskap. Den beregnes ved å multiplisere aksjekursen med antall aksjer.

# peRatioTitle
source: P/E Ratio
ja: PER（株価収益率）
nb: P/E-forhold

# peRatioImgDesc
source: The Price-to-Earnings ratio tells you how much you are paying for $1 of earnings. A lower P/E *can* mean a bargain.
ja: 株価収益率は、1ドルの利益に対してどれだけ支払っているかを示します。PERが低いと、割安であることを意味する「可能性」があります。
nb: Pris-til-inntekt-forholdet (P/E) forteller deg hvor mye du betaler for 1 krone i inntjening. En lavere P/E *kan* bety et røverkjøp.

# dividendYieldTitle
source: Dividend Yield
ja: 配当利回り
nb: Utbyttegrad

# dividendYieldDesc
source: This is the percentage of the stock price that is paid out to you in cash each year. It's like getting paid rent for owning the stock.
ja: これは株価のうち、毎年現金として支払われる割合です。株を所有するための家賃をもらうようなものです。
nb: Dette er prosentandelen av aksjekursen som utbetales til deg i kontanter hvert år. Det er som å få betalt leie for å eie aksjen.

# epsTitle
source: EPS (Earnings Per Share)
ja: EPS（一株当たり利益）
nb: EPS (Fortjeneste per aksje)

# epsDesc
source: The portion of a company's profit allocated to each share. It is the engine that drives the stock price in the long run.
ja: 各株に割り当てられた企業の利益の一部。これが長期的には株価を動かすエンジンとなります。
nb: Andelen av et selskaps overskudd tildelt hver aksje. Det er motoren som driver aksjekursen på lang sikt.

# revenueTitle
source: Revenue (Top Line)
ja: 売上高（トップライン）
nb: Omsetning (Topplinje)

# revenueDesc
source: The total amount of money currently brought in by a company's sales. It's the starting point of the income statement.
ja: 企業の売上によって現在入ってきているお金の総額。損益計算書の出発点です。
nb: Den totale mengden penger som for tiden kommer inn gjennom et selskaps salg. Det er startpunktet for resultatregnskapet.

# grossProfitTitle
source: Gross Profit
ja: 粗利益
nb: Bruttofortjeneste

# grossProfitDesc
source: Revenue minus the cost of making the product (COGS). It shows how efficiently a company produces its goods.
ja: 売上高から製品を作るコスト（売上原価）を引いたもの。企業がどれだけ効率的に商品を生産しているかを示します。
nb: Omsetning minus kostnadene ved å lage produktet (COGS). Det viser hvor effektivt et selskap produserer varene sine.

# netIncomeTitle
source: Net Income (Bottom Line)
ja: 純利益（ボトムライン）
nb: Nettoinntekt (Bunnlinje)

# netIncomeDesc
source: The profit left after *all* expenses (taxes, interest, salaries) are paid. This is what the company actually keeps.
ja: 税金、利息、給与などの「すべて」の費用を支払った後に残る利益。これが会社が実際に手元に残すものです。
nb: Overskuddet som er igjen etter at *alle* utgifter (skatt, renter, lønn) er betalt. Dette er hva selskapet faktisk beholder.

# defensiveVsEnterpriseTitle
source: Defensive vs Enterprise
ja: 防衛的 vs 積極的
nb: Defensiv vs Foretaksom

# defensiveVsEnterpriseDesc
source: Passive vs Active Investing.
ja: パッシブ投資 vs アクティブ投資。
nb: Passiv vs Aktiv investering.

source: Two Paths
ja: 二つの道
nb: To veier

# twoPathsDesc
source: Benjamin Graham defined two distinct types of investors based on the amount of effort they are willing to put in.
ja: ベンジャミン・グレアムは、費やす意思のある労力の量に基づいて、2つの異なるタイプの投資家を定義しました。
nb: Benjamin Graham definerte to forskjellige typer investorer basert på innsatsen de er villige til å legge ned.

source: The Defensive Investor
ja: 防衛的投資家
nb: Den defensive investoren

# theDefensiveInvestorDesc
source: Prioritizes safety and freedom from bother. Their goal is to get decent returns with minimal effort and worry.
ja: 安全性と煩わしさからの解放を優先します。彼らの目標は、最小限の労力と心配でまともなリターンを得ることです。
nb: Prioriterer sikkerhet og frihet fra bekymringer. Målet deres er å få anstendig avkastning med minimal innsats og bekymring.

source: Defensive Strategy
ja: 防衛的戦略
nb: Defensiv strategi

# defensiveStrategyDesc
source: They should buy a high-grade index fund or maintain a 50/50 split between stocks and bonds, rebalancing automatically.
ja: 彼らは高格付けのインデックスファンドを購入するか、株式と債券を50/50に分割し、自動的にリバランスするべきです。
nb: De bør kjøpe et indeksfond av høy kvalitet eller opprettholde en 50/50-fordeling mellom aksjer og obligasjoner, med automatisk rebalansering.

# adequiteDiversificationTitle
source: Adequate Diversification
ja: 適切な分散投資
nb: Tilstrekkelig diversifisering

# adequiteDiversificationDesc
source: Graham suggests holding between 10 and 30 different issues to limit risk. Don't put all your eggs in one basket. Focus on big, conservatively financed companies. They are more stable and less likely to go bankrupt than smaller ones. These days this could be achieved by holding an index fund.
ja: グレアムは、リスクを制限するために10から30の異なる銘柄を保有することを提案しています。すべての卵を一つのカゴに入れないでください。大規模で保守的な財政状態の企業に焦点を当てましょう。それらは小規模な企業よりも安定しており、倒産する可能性が低いです。今日では、インデックスファンドを保有することでこれを達成できます。
nb: Graham foreslår å holde mellom 10 og 30 forskjellige verdipapirer for å begrense risiko. Ikke legg alle eggene i én kurv. Fokuser på store, konservativt finansierte selskaper. De er mer stabile og mindre tilbøyelige til å gå konkurs enn mindre selskaper. I disse dager kan dette oppnås ved å kjøpe et indeksfond.

source: The Enterprise Investor
ja: 積極的投資家
nb: Den foretaksomme investoren

# theEnterpriseInvestorDesc
source: Willing to devote time and care to researching securities. They treat investing as a business or full-time job.
ja: 証券のリサーチに時間と注意を払うことを厭わない人々。彼らは投資をビジネスやフルタイムの仕事として扱います。
nb: Villig til å bruke tid og omsorg på å undersøke verdipapirer. De behandler investering som en bedrift eller fulltidsjobb.

source: Enterprise Strategy
ja: 積極的戦略
nb: Foretaksom strategi

# enterpriseStrategyDesc
source: They analyze financial reports to find undervalued companies, seeking higher returns in exchange for their hard work.
ja: 彼らは財務報告書を分析して割安な企業を見つけ、ハードワークの対価としてより高いリターンを求めます。
nb: De analyserer finansielle rapporter for å finne undervurderte selskaper, og søker høyere avkastning i bytte mot hardt arbeid.

# stocksVsBondsTitle
source: Stocks vs. Bonds
ja: 株式 vs 債券
nb: Aksjer vs. Obligasjoner

# stocksVsBondsDesc
source: Understanding Asset Classes.
ja: 資産クラスを理解する。
nb: Forstå eiendelsklasser.

source: Stocks for Growth
ja: 成長のための株式
nb: Aksjer for vekst

# stocksForGrowthDesc
source: Stocks represent ownership. They offer high potential for growth but come with higher volatility and risk.
ja: 株式は所有権を表します。高い成長の可能性を提供しますが、より高いボラティリティとリスクを伴います。
nb: Aksjer representerer eierskap. De tilbyr høyt potensial for vekst, men kommer med høyere volatilitet og risiko.

source: Bonds for Stability
ja: 安定のための債券
nb: Obligasjoner for stabilitet

# bondsForStabilityDesc
source: Bonds are loans you make to governments or companies. They pay steady interest and are generally safer than stocks.
ja: 債券は政府や企業への貸付です。安定した利息を支払い、一般的に株式よりも安全です。
nb: Obligasjoner er lån du gir til stater eller selskaper. De betaler jevn rente og er generelt tryggere enn aksjer.

source: Risk vs. Reward
ja: リスク vs リターン
nb: Risiko vs. Avkastning

# riskVsRewardDesc
source: It's a trade-off. Stocks can grow fast but crash hard. Bonds likely won't double, but they won't crash either.
ja: トレードオフです。株は急成長することもありますが、大暴落することもあります。債券はおそらく2倍にはなりませんが、暴落することもありません。
nb: Det er en avveining. Aksjer kan vokse raskt, men krasje hardt. Obligasjoner vil sannsynligvis ikke dobles, men de vil heller ikke krasje.

source: The Ideal Mix
ja: 理想的なミックス
nb: Den ideelle blandingen

# theIdealMixDesc
source: Most investors hold both. Stocks drive the growth of your portfolio, while bonds act as shock absorbers during market crashes.
ja: ほとんどの投資家は両方を持っています。株はポートフォリオの成長を促進し、債券は市場の暴落時にショックアブソーバーとして機能します。
nb: De fleste investorer har begge deler. Aksjer driver veksten i porteføljen din, mens obligasjoner fungerer som støtdempere under børskrakk.

source: The Choice
ja: 選択
nb: Valget

# theChoiceDesc
source: Most people are defensive investors. The Enterprise approach is strictly for those willing to treat it as a business and put in the necessary hours.
ja: ほとんどの人は防衛的投資家です。積極的アプローチは、あくまでそれをビジネスとして扱い、必要な時間を費やす意思のある人々のためのものです。
nb: De fleste er defensive investorer. Den foretaksomme tilnærmingen er strengt tatt for de som er villige til å behandle det som en bedrift og legge ned nødvendige timer.

source: Free Cash Flow
ja: フリーキャッシュフロー
nb: Fri kontantstrøm

source: Terminal Growth Rate (%)
ja: ターミナル成長率 (%)
nb: Terminal vekstrate (%)

source: Net Debt
ja: 純有利子負債
nb: Nettogjeld

source: Shares Outstanding
ja: 発行済株式数
nb: Utestående aksjer

source: Select Stock
ja: 株式を選択
nb: Velg aksje

source: Enter Symbol
ja: シンボルを入力
nb: Skriv inn symbol

source: Assumptions
ja: 仮定
nb: Antakelser

source: Terminal Rate
ja: ターミナルレート

source: Current Price
ja: 現在価格
nb: Nåværende pris

source: How it works
ja: 仕組み
nb: Slik fungerer det

# dcfExplanation
source: This calculator estimates the intrinsic value using the Discounted Cash Flow (DCF) model. It projects future cash flows based on your growth assumptions, discounts them back to today's value, adds a terminal value, and adjusts for the company's net debt.
ja: この計算機は、割引キャッシュフロー（DCF）モデルを使用して本質的価値を推定します。成長の仮定に基づいて将来のキャッシュフローを予測し、それを今日の価値に割り引き、ターミナルバリューを加え、企業の純有利子負債を調整します。
nb: Denne kalkulatoren estimerer den iboende verdien ved hjelp av Discounted Cash Flow (DCF)-modellen. Den projiserer fremtidige kontantstrømmer basert på dine vekstantakelser, diskonterer dem tilbake til dagens verdi, legger til en terminalverdi og justerer for selskapets nettogjeld.

source: Skip
ja: スキップ
nb: Hopp over

source: My Progress
ja: 私の進捗
nb: Min fremgang

source: Basics of ownership
ja: 所有の基礎
nb: Grunnleggende eierskap

source: Beating inflation
ja: インフレに勝つ
nb: Slå inflasjon

source: Risk management
ja: リスク管理
nb: Risikostyring

source: Growth
ja: 成長
nb: Vekst

source: Terminal
ja: ターミナル

source: Discount
ja: 割引
nb: Rabatt

source: now
ja: 今
nb: nå

# notificationPriceAlert
source: Price Alert:
ja: 価格アラート:
nb: Prisvarsel:

# notificationReached
source: reached
ja: 到達しました
nb: nådde

# epsAndRev
source: EPS & Rev
ja: EPS & 売上
nb: EPS & Oms

source: Appearance
ja: 外観
nb: Utseende

source: Show Stock Logos
ja: 株のロゴを表示
nb: Vis selskapslogoer

# showStockLogosDesc
source: Show company logos in list and ticker
ja: リストとティッカーに会社のロゴを表示する
nb: Vis selskapslogoer i liste og ticker

source: Stock Ticker
ja: 株式ティッカー
nb: Aksjeticker

# stockTickerDesc
source: Show market data at top of dashboard
ja: ダッシュボードの上部に市場データを表示する
nb: Vis markedsdata øverst på dashbordet

source: Undo
ja: 元に戻す
nb: Angre

# manageAlertsTitle
source: Manage Alerts
ja: アラートの管理
nb: Administrer varsler

# alertLimitMessage
source: You can currently create up to 3 alerts. We are working on increasing this limit!
ja: 現在作成できるアラートは3つまでです。この制限を増やすよう取り組んでいます！
nb: Du kan for øyeblikket opprette opptil 3 varsler. Vi jobber med å øke denne grensen!

# loginToManageAlerts
source: Please log in to manage alerts
ja: アラートを管理するにはログインしてください
nb: Vennligst logg inn for å administrere varsler

source: No active alerts
ja: アクティブなアラートはありません
nb: Ingen aktive varsler

source: Edit
ja: 編集
nb: Rediger

source: Delete
ja: 削除
nb: Slett

# targetAbove
source: Target: Above {price}
ja: 目標: {price} 以上
nb: Mål: Over {price}

# targetBelow
source: Target: Below {price}
ja: 目標: {price} 以下
nb: Mål: Under {price}

source: Alert deleted
ja: アラートを削除しました
nb: Varsel slettet

source: Default Currency
ja: デフォルト通貨
nb: Standardvaluta

# currencyDisclaimer
source: Default values are sourced in USD. Changing the currency will apply a conversion, but for the most accurate financial data, we recommend using USD.
ja: デフォルト値はUSDで提供されています。通貨を変更すると換算が適用されますが、最も正確な財務データを得るためにはUSDの使用をお勧めします。
nb: Standardverdier hentes i USD. Endring av valuta vil bruke en konvertering, men for de mest nøyaktige finansielle dataene anbefaler vi å bruke USD.

# currencyTitle
source: Currency
ja: 通貨
nb: Valuta

# editAlertTitle
source: Edit Alert for {symbol}
ja: {symbol}のアラートを編集
nb: Rediger varsel for {symbol}

# setAlertTitle
source: Set Alert for {symbol}
ja: {symbol}のアラートを設定
nb: Angi varsel for {symbol}

# notifyWhenPrice
source: Notify me when price goes:
ja: 価格が以下になったら通知:
nb: Varsle meg når prisen går:

source: Above
ja: 以上
nb: Over

source: Below
ja: 以下
nb: Under

source: Target Price:
ja: 目標価格:
nb: Målpris:

source: Cancel
ja: キャンセル
nb: Avbryt

source: Save Changes
ja: 変更を保存
nb: Lagre endringer

source: Create Alert
ja: アラートを作成
nb: Opprett varsel

source: User not signed in
ja: ユーザーがサインインしていません
nb: Bruker ikke logget inn

# alertUpdated
source: Alert updated for {symbol}
ja: {symbol}のアラートを更新しました
nb: Varsel oppdatert for {symbol}

# alertSet
source: Alert set for {symbol} when price is {condition} ${price}
ja: 価格が ${price} {condition} の場合の {symbol} のアラートを設定しました
nb: Varsel angitt for {symbol} når prisen er {condition} ${price}

# alertLimitReached
source: You can only create 3 alerts.
ja: 作成できるアラートは3つまでです。
nb: Du kan bare opprette 3 varsler.

source: FMP DCF Model
ja: FMP DCF モデル
nb: FMP DCF Modell

source: Key Assumptions
ja: 主要な仮定
nb: Nøkkelantakelser

source: Custom
ja: カスタム
nb: Tilpasset

source: Customize Assumptions
ja: 仮定をカスタマイズ
nb: Tilpass antakelser

# growthLabel
source: Long-Term Growth (%)
ja: 長期成長率 (%)
nb: Langsiktig vekst (%)

# taxRateLabel
source: Tax Rate (%)
ja: 税率 (%)
nb: Skattesats (%)

# riskFreeLabel
source: Risk Free Rate (%)
ja: リスクフリーレート (%)
nb: Risikofri rente (%)

# betaLabel
source: Beta
ja: ベータ

# dcfErrorInvalidTerminal
source: Long-Term Growth Rate ({growth}%) is higher than WACC ({wacc}%). This invalidates the terminal value calculation.
ja: 長期成長率 ({growth}%) がWACC ({wacc}%) よりも高くなっています。これによりターミナルバリューの計算が無効になります。
nb: Langsiktig vekstrate ({growth}%) er høyere enn WACC ({wacc}%). Dette ugyldiggjør beregningen av terminalverdi.

# dcfErrorNegative
source: The intrinsic value is negative, likely due to negative projected Free Cash Flows or high debt.
ja: 本質的価値がマイナスです。予測されるフリーキャッシュフローがマイナスか、負債が多すぎることが原因の可能性があります。
nb: Den iboende verdien er negativ, sannsynligvis på grunn av negative anslåtte frie kontantstrømmer eller høy gjeld.

# fetchError
source: Could not fetch valuation data for {symbol}
ja: {symbol}の評価データを取得できませんでした
nb: Kunne ikke hente verdsettelsesdata for {symbol}
