Repository: swoaib/Investr
Catalog: lib/l10n/app_*.arb
Languages: ja, nb

# quizE_HowToInvest_1
source: A broker is a firm or individual that facilitates the buying and selling of financial securities between a buyer and a seller.
ja: ブローカーは、買い手と売り手の間の金融証券の売買を促進する企業または個人です。
nb: En megler er et firma eller en person som legger til rette for kjøp og salg av verdipapirer mellom en kjøper og en selger.

# quizQ_HowToInvest_2
source: What is a "Market Order"?
ja: 「成行注文」とは何ですか？
nb: Hva er en "Markedsordre"?

# quizO_HowToInvest_2_1
source: An order to buy groceries
ja: 食料品を買う注文
nb: En ordre for å kjøpe matvarer

# quizO_HowToInvest_2_2
source: An order to buy/sell immediately at the current price
ja: 現在の価格で即座に売買する注文
nb: En ordre om å kjøpe/selge umiddelbart til gjeldende pris

# quizO_HowToInvest_2_3
source: An order to buy at a specific price later
ja: 後で特定の価格で買う注文
nb: En ordre om å kjøpe til en bestemt pris senere

# quizO_HowToInvest_2_4
source: An order to cancel a trade
ja: 取引をキャンセルする注文
nb: En ordre om å kansellere en handel

# quizE_HowToInvest_2
source: A market order guarantees execution but not a specific price; it executes immediately at the best available current price.
ja: 成行注文は執行を保証しますが、特定の価格は保証しません。その時点で利用可能な最良の価格で即座に執行されます。
nb: En markedsordre garanterer utførelse, men ikke en spesifikk pris; den utføres umiddelbart til den beste tilgjengelige prisen der og da.

# quizQ_HowToInvest_3
source: What is the "Bid" price?
ja: 「Bid」（買い）価格とは何ですか？
nb: Hva er "Bud" (Bid)-pris?

# quizO_HowToInvest_3_1
source: The price you pay to buy
ja: あなたが買うために支払う価格
nb: Prisen du betaler for å kjøpe

# quizO_HowToInvest_3_2
source: The price a buyer is willing to pay
ja: 買い手が支払う意思のある価格
nb: Prisen en kjøper er villig til å betale

# quizO_HowToInvest_3_3
source: The price a seller wants
ja: 売り手が望む価格
nb: Prisen en selger ønsker

# quizO_HowToInvest_3_4
source: The final sale price
ja: 最終販売価格
nb: Den endelige salgsprisen

# quizE_HowToInvest_3
source: The bid is the highest price a buyer is willing to pay for a stock, while the ask is the lowest price a seller is willing to accept.
ja: Bidは買い手が支払う意思のある最高価格であり、Askは売り手が受け入れる意思のある最低価格です。
nb: Bud (Bid) er den høyeste prisen en kjøper er villig til å betale for en aksje, mens Tilbud (Ask) er den laveste prisen en selger er villig til å godta.

# quizQ_Metrics_1
source: what is "Market Cap"?
ja: 「時価総額」とは何ですか？
nb: Hva er "Markedsverdi" (Market Cap)?

# quizO_Metrics_1_1
source: The maximum number of stocks
ja: 株式の最大数
nb: Maksimum antall aksjer

# quizO_Metrics_1_2
source: The total value of a company's shares
ja: 企業の株式の総価値
nb: Den totale verdien av et selskaps aksjer

# quizO_Metrics_1_3
source: The location of the market
ja: 市場の場所
nb: Markedets beliggenhet

# quizO_Metrics_1_4
source: The cap on a bottle
ja: ボトルのキャップ
nb: Korken på en flaske

# quizE_Metrics_1
source: Market capitalization is calculated by multiplying the total number of outstanding shares by the current share price.
ja: 時価総額は、発行済株式総数に現在の株価を掛けて計算されます。
nb: Markedsverdi beregnes ved å multiplisere antall utestående aksjer med gjeldende aksjekurs.

# quizQ_Metrics_2
source: What does P/E Ratio stand for?
ja: PERは何の略ですか？
nb: Hva står P/E-forhold for?

# quizO_Metrics_2_2
source: Price to Earnings
ja: Price to Earnings（株価収益率）
nb: Pris til Inntekt (Price to Earnings)

# quizE_Metrics_2
source: The Price-to-Earnings ratio measures a company's current share price relative to its per-share earnings.
ja: 株価収益率は、一株当たり利益に対する企業の現在の株価を測定します。
nb: P/E-forholdet måler et selskaps nåværende aksjekurs i forhold til inntjeningen per aksje.

# quizQ_Metrics_3
source: What is a "Dividend"?
ja: 「配当」とは何ですか？
nb: Hva er et "Utbytte"?

# quizO_Metrics_3_1
source: A tax payment
ja: 納税
nb: En skatteinnbetaling

# quizO_Metrics_3_2
source: A fee paid to the broker
ja: ブローカーに支払う手数料
nb: Et gebyr betalt til megleren

# quizO_Metrics_3_3
source: A distribution of profits to shareholders
ja: 株主への利益の分配
nb: En utdeling av overskudd til aksjonærene

# quizO_Metrics_3_4
source: A type of stock split
ja: 株式分割の一種
nb: En type aksjesplitt

# quizE_Metrics_3
source: A dividend is a payment made by a corporation to its shareholders, usually as a distribution of profits.
ja: 配当は企業が株主に対して行う支払いで、通常は利益の配分として行われます。
nb: Et utbytte er en betaling gjort av et selskap til sine aksjonærer, vanligvis som en fordeling av overskudd.

# quizQ_IntrinsicValue_1
source: What is "Intrinsic Value"?
ja: 「本質的価値」とは何ですか？
nb: Hva er "Iboende verdi"?

# quizO_IntrinsicValue_1_1
source: The current market price
ja: 現在の市場価格
nb: Gjeldende markedspris

# quizO_IntrinsicValue_1_2
source: The true inherent value of a company
ja: 企業の真の内在的価値
nb: Den sanne, indre verdien av et selskap

# quizO_IntrinsicValue_1_3
source: The price 10 years ago
ja: 10年前の価格
nb: Prisen for 10 år siden

# quizO_IntrinsicValue_1_4
source: The price predicted by TV analysts
ja: テレビのアナリストが予測した価格
nb: Prisen spådd av analytikere på TV

# quizE_IntrinsicValue_1
source: Intrinsic value is an estimate of the actual true value of a company based on its fundamentals, cash flows, and assets, independent of its market price.
ja: 本質的価値は、市場価格とは無関係に、ファンダメンタルズ、キャッシュフロー、資産に基づいた企業の実際の真の価値の推定値です。
nb: Iboende verdi er et estimat av den faktiske verdien til et selskap basert på fundamentale forhold, kontantstrømmer og eiendeler, uavhengig av markedsprisen.

# quizQ_IntrinsicValue_2
source: What is the difference between Price and Value?
ja: 価格と価値の違いは何ですか？
nb: Hva er forskjellen på Pris og Verdi?

# quizO_IntrinsicValue_2_1
source: They are the same thing
ja: それらは同じものです
nb: De er det samme

# quizO_IntrinsicValue_2_2
source: Price is what you pay, value is what you get
ja: 価格は支払うもの、価値は得るもの
nb: Pris er hva du betaler, verdi er hva du får

# quizO_IntrinsicValue_2_3
source: Price is always higher
ja: 価格は常に高い
nb: Pris er alltid høyere

# quizO_IntrinsicValue_2_4
source: Value is always higher
ja: 価値は常に高い
nb: Verdi er alltid høyere

# quizE_IntrinsicValue_2
source: As Warren Buffett famously said, "Price is what you pay. Value is what you get." The market price can disconnect from the true value.
ja: ウォーレン・バフェットが有名に言ったように、「価格はあなたが支払うもの。価値は手に入れるもの」。市場価格は真の価値から乖離することがあります。
nb: Som Warren Buffett sa: "Pris er hva du betaler. Verdi er hva du får." Markedsprisen kan skilles fra den sanne verdien.

# quizQ_IntrinsicValue_3
source: What method is commonly used to estimate intrinsic value?
ja: 本質的価値を推定するために一般的に使用される方法はどれですか？
nb: Hvilken metode er vanlig å bruke for å estimere iboende verdi?

# quizO_IntrinsicValue_3_1
source: Guessing
ja: 推測
nb: Gjetting

# quizO_IntrinsicValue_3_2
source: Discounted Cash Flow (DCF)
ja: 割引キャッシュフロー（DCF）
nb: Diskontert kontantstrøm (DCF)

# quizO_IntrinsicValue_3_3
source: Reading horoscopes
ja: 星占いを読む
nb: Lese horoskoper

# quizO_IntrinsicValue_3_4
source: Asking a friend
ja: 友人に尋ねる
nb: Spørre en venn

# quizE_IntrinsicValue_3
source: DCF Analysis is a valuation method used to estimate the value of an investment based on its expected future cash flows.
ja: DCF分析は、予想される将来のキャッシュフローに基づいて投資の価値を推定するために使用される評価方法です。
nb: DCF-analyse er en verdsettelsesmetode som brukes til å estimere verdien av en investering basert på dens forventede fremtidige kontantstrømmer.

# feedbackSentimentTitle
source: How is your experience?
nb: Hvordan er opplevelsen din?

# feedbackImprovementTitle
source: Tell us what we can improve
nb: Fortell oss hva vi kan forbedre

# quizO_Metrics_2_1
source: Profit to Earnings
nb: Profitt til Inntekt

# quizO_Metrics_2_3
source: Public to Equity
nb: Offentlig til Egenkapital

# quizO_Metrics_2_4
source: Past to End
nb: Fortid til Slutt
