Repository: swoaib/Investr
Catalog: lib/l10n/app_*.arb
Languages: ja, nb

# settingsTitle
source: Settings
ja: 設定
nb: Innstillinger

source: Language
ja: 言語
nb: Språk

source: Theme Mode
ja: テーマモード
nb: Temamodus

source: System
ja: システム

source: Light
ja: ライト
nb: Lys

source: Dark
ja: ダーク
nb: Mørk

source: Notifications
ja: 通知
nb: Varsler

source: Enable notifications
ja: 通知を有効にする
nb: Aktiver varsler

source: News updates
ja: ニュース更新
nb: Nyhetsoppdateringer

# enableNotificationsTitle
source: Price Alerts
ja: 価格アラート
nb: Prisvarsler

# enableNotificationsDesc
source: Enable notifications to get alerts when your stocks hit your target price.
ja: 株価が目標価格に達したときにアラートを受け取るには通知を有効にしてください。
nb: Aktiver varsler for å få beskjed når aksjene dine når målprisen.

# enableNotificationsButton
source: Enable Notifications
ja: 通知を有効にする
nb: Aktiver varsler

source: Not now
ja: 今はしない
nb: Ikke nå

source: Market alerts
ja: 市場アラート
nb: Markedsvarsler

source: Manage Alerts
ja: アラートの管理
nb: Administrer varsler

source: About
ja: アプリについて
nb: Om

source: Version
ja: バージョン
nb: Versjon

source: Terms of Service
ja: 利用規約
nb: Vilkår for bruk

source: Terms of Use
ja: 利用規約
nb: Brukervilkår

source: Privacy Policy
ja: プライバシーポリシー
nb: Personvernerklæring

source: Upgrade to Pro
ja: Proにアップグレード
nb: Oppgrader til Pro

# upgradeToProDesc
source: Get advanced analysis and real-time data
ja: 高度な分析とリアルタイムデータを取得
nb: Få avansert analyse og sanntidsdata

source: Upgrade Now
ja: 今すぐアップグレード
nb: Oppgrader nå

# feedbackTitle
source: Send Feedback
ja: フィードバックを送信
nb: Send tilbakemelding

# feedbackHint
source: Tell us what you think...
ja: ご意見をお聞かせください...
nb: Fortell oss hva du mener...

# feedbackOptionalName
source: Name (Optional)
ja: 名前（任意）
nb: Navn (valgfritt)

# feedbackOptionalEmail
source: Email (Optional)
ja: メールアドレス（任意）
nb: E-post (valgfritt)

source: Submit Feedback
ja: フィードバックを送信
nb: Send tilbakemelding

# feedbackThanks
source: Thank you for your feedback!
ja: フィードバックありがとうございます！
nb: Takk for tilbakemeldingen!

# feedbackError
source: Could not send feedback. Please try again.
ja: フィードバックを送信できませんでした。もう一度お試しください。
nb: Kunne ikke sende tilbakemelding. Prøv igjen.

# learnTitle
source: Learn Value Investing
ja: バリュー投資を学ぶ
nb: Lær verdiinvestering

source: Overall Progress
ja: 全体の進捗
nb: Total fremgang

# inflationTitle
source: Inflation
ja: インフレ
nb: Inflasjon

# inflationDesc
source: The silent thief of your money.
ja: お金の静かなる泥棒。
nb: Den stille tyven av pengene dine.

# inflationBalloonTitle
source: The Balloon Effect
ja: バルーン効果
nb: Ballongeffekten

# inflationBalloonDesc
source: Inflation is when prices rise over time. Like a balloon inflating, it takes more money to buy the same things.
ja: インフレとは、時間の経過とともに物価が上昇することです。風船が膨らむように、同じものを買うのにより多くのお金が必要になります。
nb: Inflasjon er når prisene stiger over tid. Som en ballong som blåses opp, kreves det mer penger for å kjøpe de samme tingene.

# purchasingPowerTitle
source: Purchasing Power
ja: 購買力
nb: Kjøpekraft

# purchasingPowerDesc
source: Your money buys less over time. $100 today might only buy $70 worth of goods in 10 years.
ja: お金で買えるものは時間の経過とともに減っていきます。今日の100ドルは、10年後には70ドル分の価値しか持たないかもしれません。
nb: Pengene dine kjøper mindre over tid. 100 kr i dag kjøper kanskje bare varer for 70 kr om 10 år.

# cpiBasketTitle
source: The CPI Basket
ja: CPIバスケット
nb: KPI-kurven

# cpiBasketDesc
source: Economists measure inflation by tracking the price of a 'basket' of goods like food, housing, and fuel. Historically, inflation has averaged around 3% per year.
ja: 経済学者は、食品、住宅、燃料などの「バスケット」価格を追跡することでインフレを測定します。歴史的に、インフレ率は年間約3％です。
nb: Økonomer måler inflasjon ved å spore prisen på en 'kurv' med varer som mat, bolig og drivstoff. Historisk har inflasjonen ligget på rundt 3 % per år.

# inflationShieldTitle
source: Beating Inflation
ja: インフレに勝つ
nb: Slå inflasjonen

# inflationShieldDesc
source: Inflation eats your cash. Investing is your shield—you need returns higher than inflation just to break even.
ja: インフレは現金を食いつぶします。投資はあなたの盾です。損益分岐点に達するだけでも、インフレ率以上のリターンが必要です。
nb: Inflasjon spiser opp pengene dine. Investering er skjoldet ditt – du trenger høyere avkastning enn inflasjonen bare for å gå i null.

# stocks101Title
source: Stocks 101
ja: 株式入門
nb: Aksjer 101

# stocks101Desc
source: Start your journey here.
ja: ここから旅を始めましょう。
nb: Start reisen din her.

source: What is a Stock?
ja: 株式とは？
nb: Hva er en aksje?

# whatIsAStockDesc
source: A stock represents fractional ownership in a company. When you buy a share, you become a part-owner of that business. Therefore you should think about buying stocks as of buying the companies themselves.
ja: 株式は会社の所有権の一部を表します。株を買うということは、そのビジネスの共同所有者になるということです。したがって、株を買うことは会社そのものを買うことと考えるべきです。
nb: En aksje representerer delvis eierskap i et selskap. Når du kjøper en aksje, blir du deleier i den virksomheten. Derfor bør du tenke på det å kjøpe aksjer som å kjøpe deler av selve selskapet.

source: The Stock Market
ja: 株式市場
nb: Aksjemarkedet

# theStockMarketDesc
source: The stock market is where buyers and sellers meet to trade shares. Think of it as a supermarket for companies.
ja: 株式市場は、買い手と売り手が株式を売買するために集まる場所です。企業のためのスーパーマーケットと考えてください。
nb: Aksjemarkedet er der kjøpere og selgere møtes for å handle aksjer. Tenk på det som et supermarked for selskaper.

source: Why Invest?
ja: なぜ投資するのか？
nb: Hvorfor investere?

# whyInvestDesc
source: Investing allows your money to grow over time, helping you beat inflation and build long-term wealth.
ja: 投資することで、時間の経過とともにお金を増やし、インフレに打ち勝ち、長期的な資産を築くことができます。
nb: Investering lar pengene dine vokse over tid, noe som hjelper deg med å slå inflasjon og bygge langsiktig formue.

# stocks101AttributionTitle
source: Credit Where Due
ja: クレジット
nb: Ære være den som æres bør

# stocks101AttributionDesc
source: The information in this app is based on the book 'The Intelligent Investor' by Benjamin Graham. Other information from value investors may also be included.
ja: このアプリの情報は、ベンジャミン・グレアムの著書「賢明なる投資家」に基づいています。他のバリュー投資家からの情報も含まれている場合があります。
nb: Informasjonen i denne appen er basert på boken 'The Intelligent Investor' av Benjamin Graham. Annen informasjon fra verdiinvestorer kan også være inkludert.

# whyInvestLessonTitle
source: Why Invest?
ja: なぜ投資するのか？
nb: Hvorfor investere?

# whyInvestLessonDesc
source: Beat inflation and build wealth.
ja: インフレに打ち勝ち、資産を築く。
nb: Slå inflasjon og bygg formue.

# stocksVsBankTitle
source: Stocks vs. Bank
ja: 株式 vs 銀行
nb: Aksjer vs. Bank

# stocksVsBankDesc
source: Over the last 10 years (2014-2024), the avg. US savings rate was ~0.4%, turning $10k into ~$10,400. The S&P 500 (dividends reinvested) returned ~12.0% annually, growing it to over $31,000.
ja: 過去10年間（2014〜2024年）、米国の平均貯蓄率は約0.4％で、1万ドルは約1万400ドルにしかなりませんでした。S&P 500（配当再投資）は年間約12.0％のリターンを生み、3万1000ドル以上に成長しました。
nb: De siste 10 årene (2014-2024) var gjennomsnittlig sparerente i USA ~0,4 %, noe som gjorde 10 000 dollar til ~10 400 dollar. S&P 500 (utbytte reinvestert) ga ~12,0 % årlig, og økte det til over 31 000 dollar.

# supportBusinessTitle
source: Support What You Love
ja: 好きなものを応援する
nb: Støtt det du elsker

# supportBusinessDesc
source: Investing isn't just about money. It's about ownership. You can support the businesses and products you believe in.
ja: 投資はお金だけのことではありません。所有権のことです。あなたは自分が信じるビジネスや製品を応援することができます。
nb: Investering handler ikke bare om penger. Det handler om eierskap. Du kan støtte bedriftene og produktene du har tro på.

# powerOfCompoundingTitle
source: The Power of Compounding
ja: 複利の力
nb: Kraften av renters rente

# powerOfCompoundingDesc
source: Why starting early matters.
ja: なぜ早く始めることが重要なのか。
nb: Hvorfor det er viktig å starte tidlig.

# investingVsSpeculationTitle
source: Investment vs. Speculation
ja: 投資 vs 投機
nb: Investering vs. Spekulasjon

# investingVsSpeculationDesc
source: Understand the difference.
ja: 違いを理解する。
nb: Forstå forskjellen.

source: What is an Investment?
ja: 投資とは？
nb: Hva er en investering?

# whatIsAnInvestmentDesc
source: According to Benjamin Graham, an investment is an operation that, upon thorough analysis, promises safety of principal and an adequate return.
ja: ベンジャミン・グレアムによれば、投資とは、徹底的な分析に基づき、元本の保全と適切なリターンを約束する操作のことです。
nb: Ifølge Benjamin Graham er en investering en operasjon som, etter grundig analyse, lover sikkerhet for hovedstolen og en tilstrekkelig avkastning.

source: The Speculator
ja: 投機家
nb: Spekulanten

# theSpeculatorDesc
source: Speculators bet on price movements without understanding the underlying business. It's essentially gambling.
ja: 投機家は、基礎となるビジネスを理解せずに価格変動に賭けます。それは本質的にギャンブルです。
nb: Spekulanter vedder på prisbevegelser uten å forstå den underliggende virksomheten. Det er i hovedsak gambling.

source: Be an Investor
ja: 投資家になろう
nb: Vær en investor

# beAnInvestorDesc
source: Focus on the long-term value of the business, not just the ticker price simply moving up and down.
ja: 単に上下する株価ではなく、ビジネスの長期的価値に注目しましょう。
nb: Fokuser på den langsiktige verdien av virksomheten, ikke bare ticker-prisen som beveger seg opp og ned.

# valueInvestingTitle
source: Value Investing
ja: バリュー投資
nb: Verdiinvestering

# valueInvestingDesc
source: This strategy focuses on buying stocks for less than their intrinsic value—getting $1 worth of assets for 50 cents.
ja: この戦略は、本質的価値よりも安く株を買うことに焦点を当てています。1ドルの資産を50セントで手に入れるようなものです。
nb: Denne strategien fokuserer på å kjøpe aksjer for mindre enn deres virkelige verdi – å få 1 krone verdt av eiendeler for 50 øre.

# valueRiskTitle
source: No Guarantees
ja: 保証はない
nb: Ingen garantier

# valueRiskDesc
source: Value investing reduces risk, but doesn't eliminate it. There are of course no guarantees in the market. Investing is usually for the people looking at the future with optimism.
ja: バリュー投資はリスクを減らしますが、なくすわけではありません。もちろん市場に保証はありません。投資は通常、未来を楽観視する人々のためのものです。
nb: Verdiinvestering reduserer risiko, men eliminerer den ikke. Det finnes selvsagt ingen garantier i markedet. Investering er vanligvis for folk som ser på fremtiden med optimisme.

# startupSpeculationTitle
source: Strategic Speculation
ja: 戦略的投機
nb: Strategisk spekulasjon

# startupSpeculationDesc
source: It's okay to back early-stage companies (like Amazon's IPO). But limit these speculative bets to maximum 10% of your portfolio.
ja: 初期段階の企業（AmazonのIPOなど）を支援するのは悪いことではありません。しかし、こうした投機的な賭けはポートフォリオの最大10％に制限しましょう。
nb: Det er greit å støtte tidligfaseselskaper (som Amazons børsnotering). Men begrens disse spekulative veddemålene til maksimalt 10 % av porteføljen din.

# stockOwnershipHistory
source: Historical Context
ja: 歴史的背景
nb: Historisk kontekst

# stockOwnershipHistoryDesc
source: Stocks just simplify ownership. The concept of investing remains the same whether you buy a farm, a stock, or other instruments.
ja: 株式は所有権を単純化したものに過ぎません。農場を買う場合でも、株を買う場合でも、その他の商品でも、投資の概念は同じです。
nb: Aksjer forenkler bare eierskap. Konseptet med investering forblir det samme enten du kjøper en gård, en aksje eller andre instrumenter.

# mrMarketTitle
source: Mr. Market
ja: ミスター・マーケット

# mrMarketDesc
source: The Intelligent Investor concept.
ja: 「賢明なる投資家」の概念。
nb: Konseptet fra The Intelligent Investor.

source: Meet Mr. Market
ja: ミスター・マーケットに会う
nb: Møt Mr. Market

# meetMrMarketDesc
source: Imagine a business partner offering to buy your share or sell you his every day at a different price.
ja: 毎日違う価格で、あなたの持ち分を買い取るか、自分の持ち分を売ってくれるビジネスパートナーを想像してください。
nb: Se for deg en forretningspartner som tilbyr å kjøpe din andel eller selge deg sin hver dag til en annen pris.

source: He is Emotional
ja: 彼は感情的だ
nb: Han er emosjonell

# heIsEmotionalDesc
source: Some days he is euphoric and sets a high price. Other days he is depressed and sets a low price.
ja: 彼はある日は有頂天で高い値をつけます。別の日には落ち込んで安い値をつけます。
nb: Noen dager er han euforisk og setter en høy pris. Andre dager er han deprimert og setter en lav pris.

source: Your Advantage
ja: あなたの利点
nb: Din fordel

# yourAdvantageDesc
source: You don't have to trade with him inside his mood swings. Use his emotional prices to your advantage.
ja: 彼の気分の浮き沈みに付き合って取引する必要はありません。彼の感情的な価格をあなたのために利用しましょう。
nb: Du trenger ikke å handle med ham under humørsvingningene hans. Bruk de emosjonelle prisene hans til din fordel.

source: Intrinsic Value
ja: 本質的価値
nb: Iboende verdi

# intrinsicValueDesc
source: Focus on the intrinsic value of the business. Buy when the price is well below this value, and sell when it is well above.
ja: ビジネスの本質的価値に注目してください。価格がこの価値を大きく下回るときに買い、大きく上回るときに売りましょう。
nb: Fokuser på den iboende verdien av virksomheten. Kjøp når prisen er godt under denne verdien, og selg når den er godt over.

source: Discipline is Key
ja: 規律が鍵
nb: Disiplin er nøkkelen

# disciplineIsKeyDesc
source: The investor without a disciplined approach will likely fall victim to Mr. Market's irrationality.
ja: 規律あるアプローチを持たない投資家は、ミスター・マーケットの不合理さの犠牲になる可能性が高いでしょう。
nb: Investoren uten en disiplinert tilnærming vil sannsynligvis bli et offer for Mr. Markets irrasjonalitet.

# marginOfSafetyTitle
source: Margin of Safety
ja: 安全域
nb: Sikkerhetsmargin

# marginOfSafetyDesc
source: Risk management strategy.
ja: リスク管理戦略。
nb: Risikostyringsstrategi.

source: The Secret
ja: 秘密
nb: Hemmeligheten

# theSecretDesc
source: Benjamin Graham's secret to investing: Purchase assets for less than they are truly worth.
ja: ベンジャミン・グレアムの投資の秘密：資産を本来の価値よりも安く買うこと。
nb: Benjamin Grahams hemmelighet for investering: Kjøp eiendeler for mindre enn de virkelig er verdt.

source: Room for Error
ja: 誤差の余地
nb: Rom for feil

# roomForErrorDesc
source: Buying at a discount protects you if your analysis is slightly off or if the future is unpredictable.
ja: 割引価格で買うことは、分析が多少間違っていたり、未来が予測不可能であったりした場合にあなたを守ります。
nb: Å kjøpe med rabatt beskytter deg hvis analysen din er litt feil eller hvis fremtiden er uforutsigbar.

source: The Engineer's Bridge
ja: エンジニアの橋
nb: Ingeniørens bro

# theEngineersBridgeDesc
source: Like a bridge built to hold 30,000 lbs but only carrying 10,000 lbs, your portfolio needs structural integrity.
ja: 30,000ポンドに耐えられるように作られた橋に10,000ポンドしか載せないように、ポートフォリオには構造的な完全性が必要です。
nb: Som en bro bygget for å tåle 30 000 pund, men som bare bærer 10 000 pund, trenger porteføljen din strukturell integritet.

source: Diversification
ja: 分散投資
nb: Diversifisering

# diversificationDesc
source: Margin of safety is also achieved by not putting all your eggs in one basket. Spreading risk protects your capital.
ja: 安全域は、すべての卵を一つのカゴに入れないことによっても達成されます。リスクを分散することで資本を守ります。
nb: Sikkerhetsmargin oppnås også ved å ikke legge alle eggene i én kurv. Spredning av risiko beskytter kapitalen din.

source: Conservative Assumptions
ja: 保守的な仮定
nb: Konservative antakelser

# conservativeAssumptionsDesc
source: When valuing a company, always use conservative estimates for growth and profitability to ensure a margin of safety.
ja: 企業を評価するときは、安全域を確保するために、常に成長と収益性について保守的な見積もりを使用してください。
nb: Når du verdsetter et selskap, bruk alltid konservative estimater for vekst og lønnsomhet for å sikre en sikkerhetsmargin.

# indexFundsTitle
source: Index Funds
ja: インデックスファンド
nb: Indeksfond

# indexFundsDesc
source: The power of passive investing.
ja: パッシブ投資の力。
nb: Kraften i passiv investering.

source: What is an Index Fund?
ja: インデックスファンドとは？
nb: Hva er et indeksfond?

# whatIsAnIndexFundDesc
source: An index fund is a portfolio of stocks designed to mimic the composition and performance of a financial market index. A famous example is the S&P 500, which tracks the performance of 500 of the largest companies listed on stock exchanges in the United States.
ja: インデックスファンドは、金融市場指数の構成とパフォーマンスを模倣するように設計された株式のポートフォリオです。有名な例としてS&P 500があり、これは米国の証券取引所に上場している最大手企業500社のパフォーマンスを追跡します。
nb: Et indeksfond er en portefølje av aksjer designet for å etterligne sammensetningen og ytelsen til en finansmarkedsindeks. Et kjent eksempel er S&P 500, som følger ytelsen til 500 av de største selskapene notert på børser i USA.

source: Instant Diversification
ja: 瞬時の分散投資
nb: Umiddelbar diversifisering

# instantDiversificationDesc
source: By buying an index fund, you instantly own a tiny piece of hundreds or thousands of companies, spreading your risk.
ja: インデックスファンドを買うことで、数百または数千の会社の小さな一部を瞬時に所有し、リスクを分散させることができます。
nb: Ved å kjøpe et indeksfond eier du umiddelbart en liten del av hundrevis eller tusenvis av selskaper, og sprer risikoen din.

source: Low Cost
ja: 低コスト
nb: Lav kostnad

# lowCostDesc
source: Index funds are passively managed, meaning they have significantly lower fees compared to actively managed mutual funds.
ja: インデックスファンドはパッシブ運用されるため、アクティブ運用される投資信託に比べて手数料が大幅に安くなります。
nb: Indeksfond forvaltes passivt, noe som betyr at de har betydelig lavere gebyrer sammenlignet med aktivt forvaltede aksjefond.

source: Market Performance
ja: 市場パフォーマンス
nb: Markedsytelse

# marketPerformanceDesc
source: Statistically, most actively managed funds fail to beat the market over the long term. If you can't beat them, join them.
ja: 統計的に、ほとんどのアクティブ運用ファンドは長期的には市場に勝てません。勝てないなら、参加した方がいいでしょう。
nb: Statistisk sett klarer de fleste aktivt forvaltede fond ikke å slå markedet over tid. Hvis du ikke kan slå dem, bli med dem.

# calcIntrinsicValueTitle
source: Calculating Intrinsic Value
ja: 本質的価値の計算
nb: Beregning av iboende verdi

# calcIntrinsicValueDesc
source: The science of valuation.
ja: 評価の科学。
nb: Verdsettelsens vitenskap.

# snowballEffect
source: What is Compounding?
ja: 複利とは？
nb: Hva er renters rente?

# snowballEffectDesc
source: It is when your profits earn their own profits. If you earn $10 on $100, next year you earn on $110. Over time, this creates exponential wealth.
ja: 利益が利益を生むことです。100ドルで10ドル稼げば、翌年は110ドルに対して利益が出ます。時間の経過とともに、これは指数関数的な富を生み出します。
nb: Det er når overskuddet ditt tjener sitt eget overskudd. Hvis du tjener 10 kr på 100 kr, tjener du neste år på 110 kr. Over tid skaper dette eksponentiell rikdom.

# timeIsKey
source: How to Achieve It
ja: どうやって達成するか
nb: Hvordan oppnå det

# timeIsKeyDesc
source: 1. Reinvest your dividends (don't spend them). 2. Start early. Time is the multiplier. The longer you stay invested, the faster your snowball grows.
ja: 1. 配当を再投資する（使わない）。 2. 早く始める。時間が乗数になります。 投資期間が長ければ長いほど、雪だるまは早く大きくなります。
nb: 1. Reinvester utbyttet ditt (ikke bruk det). 2. Start tidlig. Tid er multiplikatoren. Jo lenger du er investert, desto raskere vokser snøballen din.

# dollarCostAveragingTitle
source: Dollar Cost Averaging
ja: ドルコスト平均法（DCA）
nb: Kronerulling (DCA)

source: Price vs. Value
ja: 価格 vs 価値
nb: Pris vs. Verdi

# priceVsValueDesc
source: Price is what you pay. Value is what you get. A stock might cost $100, but its intrinsic value could be $50 or $150.
ja: 価格は支払うもの。価値は得られるもの。株価は100ドルかもしれませんが、その本質的価値は50ドルかもしれないし、150ドルかもしれません。
nb: Pris er hva du betaler. Verdi er hva du får. En aksje kan koste 100 kr, men dens iboende verdi kan være 50 kr eller 150 kr.

source: The Formula (DCF)
ja: 公式（DCF）
nb: Formelen (DCF)

# theFormulaDCFDesc
source: Valuation often uses Discounted Cash Flow (DCF). It sums up all future cash a company will generate, discounted back to today.
ja: 評価には、割引キャッシュフロー（DCF）がよく使われます。これは、企業が生み出す将来の現金をすべて合計し、今日の価値に割り引いたものです。
nb: Verdsettelse bruker ofte diskontert kontantstrøm (DCF). Den summerer opp alle fremtidige kontanter et selskap vil generere, diskontert tilbake til dagens verdi.

source: Step-by-Step
ja: ステップバイステップ
nb: Steg for steg

# stepByStepDesc
source: 1. Estimate future Free Cash Flow growth. 2. Choose a Discount Rate (your desired return). 3. Sum the discounted values.
ja: 1. 将来のフリーキャッシュフローの成長を見積もる。 2. 割引率（希望するリターン）を選択する。 3. 割引価値を合計する。
nb: 1. Estimer fremtidig vekst i fri kontantstrøm. 2. Velg en diskonteringsrente (din ønskede avkastning). 3. Summer de diskonterte verdiene.

source: Use Our Calculator
ja: 計算機を使う
nb: Bruk kalkulatoren vår

# useOurCalculatorDesc
source: This math can be complex. Use the "Intrinsic Value Calculator" tool in this app to do the heavy lifting for you.
ja: この計算は複雑になることがあります。このアプリの「本質的価値計算機」ツールを使って、面倒な計算を任せましょう。
nb: Denne matematikken kan være komplisert. Bruk verktøyet "Iboende verdikalkulator" i denne appen for å gjøre grovarbeidet for deg.

# dollarCostAveragingDesc
source: Build wealth through consistency.
ja: 一貫性を通じて資産を築く。
nb: Bygg formue gjennom konsistens.

source: What is DCA?
ja: DCAとは？
nb: Hva er DCA?

# whatIsDCADesc
source: Investing a fixed amount of money at regular intervals, regardless of the share price.
ja: 株価に関係なく、定期的に一定額のお金を投資することです。
nb: Å investere et fast beløp med jevne mellomrom, uavhengig av aksjekursen.

source: Smoothing the Ride
ja: 変動をならす
nb: Jevne ut turen

# smoothingTheRideDesc
source: You usually get a good average price for the stock using this method. Take the example given in Intelligent Investor on the next page.
ja: この方法を使うと、通常、株を良い平均価格で手に入れることができます。次のページにある「賢明なる投資家」の例を見てみましょう。
nb: Du får vanligvis en god gjennomsnittspris for aksjen ved å bruke denne metoden. Ta eksempelet gitt i Intelligent Investor på neste side.

source: Remove Emotion
ja: 感情を排除する
nb: Fjern følelser

# removeEmotionDesc
source: It eliminates the temptation to time the market, preventing emotional decisions during volatility.
ja: 市場のタイミングを計ろうとする誘惑を排除し、変動時の感情的な決断を防ぎます。
nb: Det eliminerer fristelsen til å time markedet, og forhindrer emosjonelle beslutninger under volatilitet.

source: Consistency Wins
ja: 継続は力なり
nb: Konsistens vinner

# consistencyWinsDesc
source: The key is consistency. Over time, this disciplined approach builds significant wealth.
ja: 鍵は一貫性です。時間の経過とともに、この規律あるアプローチが大きな資産を築きます。
nb: Nøkkelen er konsistens. Over tid bygger denne disiplinerte tilnærmingen betydelig formue.

# dcaHistoryCrashTitle
source: The Great Crash
ja: 大暴落
nb: Det store krakket

# dcaHistoryCrashDesc
source: In Sept 1929, if you invested $12,000 lump sum in the S&P 500, 10 years later you'd have only $7,223 left (-40%). However, starting with $100 and investing $100 monthly (total $12k), you'd have $15,571 by 1939 (+30%).
ja: 1929年9月にS&P 500に一括で12,000ドル投資していたら、10年後には7,223ドルしか残っていませんでした（-40％）。しかし、100ドルから始めて毎月100ドル（合計1万2千ドル）投資していれば、1939年までに15,571ドルになっていました（+30％）。
nb: I september 1929, hvis du investerte 12 000 dollar som et engangsbeløp i S&P 500, ville du 10 år senere bare hatt 7 223 dollar igjen (-40 %). Men hvis du startet med 100 dollar og investerte 100 dollar månedlig (totalt 12 000 dollar), ville du hatt 15 571 dollar innen 1939 (+30 %).

# dcaHistoryGrowthTitle
source: The DCA Advantage
ja: DCAの利点
nb: DCA-fordelen

# dcaHistoryGrowthDesc
source: Consistency beats timing, the graph above shows another example of starting with $3000 and adding $100 each month and also the corresponding S&P 500 index during Dec 99 and Dec 02.
ja: 継続はタイミングに勝ります。上のグラフは、3000ドルから始めて毎月100ドルを追加した場合と、99年12月から02年12月までの対応するS&P 500指数の別の例を示しています。
nb: Konsistens slår timing. Grafen ovenfor viser et annet eksempel der man starter med 3000 og legger til 100 hver måned, samt tilsvarende S&P 500-indeks mellom des 99 og des 02.

source: Done
ja: 完了
nb: Ferdig

source: Next
ja: 次へ
nb: Neste

source: Overview
ja: 概要
nb: Oversikt

source: Earnings
ja: 収益
nb: Inntekter

source: Key Statistics
ja: 主要統計
nb: Nøkkeltall

source: Market Cap
ja: 時価総額
nb: Markedsverdi

source: P/E Ratio
ja: PER
nb: P/E-forhold

source: Div Yield
ja: 配当利回り
nb: Utbyttegrad

source: Revenue
ja: 売上高
nb: Omsetning

source: Employees
ja: 従業員数
nb: Ansatte

source: Earnings History
ja: 収益履歴
nb: Inntektshistorikk

source: Revenue History
ja: 売上履歴
nb: Omsetningshistorikk

# earningsPerShare
source: Earnings Per Share (EPS)
ja: 一株当たり利益 (EPS)
nb: Fortjeneste per aksje (EPS)

source: Revenue (USD)
ja: 売上高 (USD)
nb: Omsetning (USD)

source: Quarterly
ja: 四半期
nb: Kvartalsvis

source: Annual
ja: 年次
nb: Årlig

# noEarningsHistory
source: No earning history available
ja: 収益履歴はありません
nb: Ingen inntektshistorikk tilgjengelig

source: Loading...
ja: 読み込み中...
nb: Laster...

# error
source: Error: {error}
ja: エラー: {error}
nb: Feil: {error}

# navStocks
source: Stocks
ja: 株式
nb: Aksjer

# navLearn
source: Learn
ja: 学ぶ
nb: Lær

# navValue
source: Value
ja: 価値
nb: Verdi

# navSettings
source: Settings
ja: 設定
nb: Innstillinger

# valuationDisplayTitle
source: Intrinsic Value
ja: 本質的価値
nb: Iboende verdi
