Repository: swoaib/Investr
Catalog: lib/l10n/app_*.arb
Languages: ja, nb

# howItWorksValuationDesc
source: This screen displays the Intrinsic Value calculated by the Discounted Cash Flow (DCF) model provided by Financial Modeling Prep (FMP). It compares this value to the current market price to estimate if the stock is undervalued or overvalued.
ja: この画面には、Financial Modeling Prep (FMP) が提供する割引キャッシュフロー (DCF) モデルによって計算された本質的価値が表示されます。この値を現在の市場価格と比較して、株が割安か割高かを推定します。
nb: Denne skjermen viser den iboende verdien beregnet av Discounted Cash Flow (DCF)-modellen levert av Financial Modeling Prep (FMP). Den sammenligner denne verdien med gjeldende markedspris for å estimere om aksjen er undervurdert eller overvurdert.

source: Net Income
ja: 純利益
nb: Nettoinntekt

source: Gross Profit
ja: 売上総利益
nb: Bruttofortjeneste

source: Operating Income
ja: 営業利益
nb: Driftsresultat

source: Error fetching data
ja: データの取得エラー
nb: Feil ved henting av data

# conversionViaUSD
source: Converted via USD: {base} -> USD -> {target}
ja: USD経由で変換: {base} -> USD -> {target}
nb: Konvertert via USD: {base} -> USD -> {target}

source: Default Landing Page
ja: デフォルトのランディングページ
nb: Startside

# landingPageStocks
source: Stocks
ja: 株価
nb: Aksjer

# landingPageCurrency
source: Currency
ja: 通貨
nb: Valuta

# quizTitle
source: Knowledge Check
ja: 確認クイズ
nb: Kunnskapssjekk

# questionCount
source: Question {current} of {total}
ja: 質問 {current} / {total}
nb: Spørsmål {current} av {total}

source: Quiz Completed!
ja: クイズ完了！
nb: Quiz fullført!

# quizScore
source: You scored {score} out of {total}
ja: スコア: {score} / {total}
nb: Du fikk {score} av {total}

source: Correct!
ja: 正解！
nb: Riktig!

source: Quiz Failed
ja: 不合格
nb: Quiz mislyktes

source: Try Again
ja: 再試行
nb: Prøv igjen

# quizFailMessage
source: You need 100% correct to pass.
ja: 合格するには100％正解する必要があります。
nb: Du må ha alt riktig for å bestå.

source: Incorrect
ja: 不正解
nb: Feil

source: Finish
ja: 終了
nb: Fullfør

# startQuiz
source: Take Quiz
ja: クイズを始める
nb: Ta Quiz

# quizNext
source: Next
ja: 次へ
nb: Neste

# quizQ_Stocks101_1
source: What is a stock?
ja: 株式とは何ですか？
nb: Hva er en aksje?

# quizO_Stocks101_1_1
source: A type of loan to a company
ja: 企業へのローンの一種
nb: En type lån til et selskap

# quizO_Stocks101_1_2
source: Fractional ownership in a company
ja: 企業の所有権の一部
nb: Delvis eierskap i et selskap

# quizO_Stocks101_1_3
source: A guarantee of profit
ja: 利益の保証
nb: En garanti for gevinst

# quizO_Stocks101_1_4
source: A government bond
ja: 国債
nb: En statsobligasjon

# quizE_Stocks101_1
source: A stock represents partial ownership in a corporation. When you buy a stock, you are buying a piece of that company.
ja: 株式は企業の所有権の一部を表します。株を買うということは、その会社の一部を買うということです。
nb: En aksje representerer delvis eierskap i et selskap. Når du kjøper en aksje, kjøper du en del av selve selskapet.

# quizQ_Stocks101_2
source: Why do companies issue stock?
ja: なぜ企業は株式を発行するのですか？
nb: Hvorfor utsteder selskaper aksjer?

# quizO_Stocks101_2_1
source: To increase their debt
ja: 負債を増やすため
nb: For å øke gjelden sin

# quizO_Stocks101_2_2
source: To pay less taxes
ja: 税金を減らすため
nb: For å betale mindre skatt

# quizO_Stocks101_2_3
source: To raise capital for growth
ja: 成長のための資金を調達するため
nb: For å hente kapital til vekst

# quizO_Stocks101_2_4
source: To give away money
ja: お金を配るため
nb: For å gi bort penger

# quizE_Stocks101_2
source: Companies issue stock to raise money (capital) to fund operations, expand their business, or pay off debt.
ja: 企業は、事業の運営資金、拡大、または負債の返済のために資金（資本）を調達するために株式を発行します。
nb: Selskaper utsteder aksjer for å hente penger (kapital) til å finansiere drift, utvide virksomheten eller betale ned gjeld.

# quizQ_Stocks101_3
source: Over the long term, stocks have historically...
ja: 長期的には、株式は歴史的に...
nb: Over lang tid har aksjer historisk sett...

# quizO_Stocks101_3_1
source: Lost money
ja: お金を失った
nb: Tapt penger

# quizO_Stocks101_3_2
source: Stayed the same
ja: 変わらなかった
nb: Holdt seg uendret

# quizO_Stocks101_3_3
source: Outperformed savings accounts
ja: 貯金口座を上回った
nb: Gjort det bedre enn sparekontoer

# quizO_Stocks101_3_4
source: Been safer than cash
ja: 現金より安全だった
nb: Vært tryggere enn kontanter

# quizE_Stocks101_3
source: Historically, the stock market has provided returns that significantly outperform savings accounts and beat inflation over long periods.
ja: 歴史的に、株式市場は長期間にわたり、貯金口座を大幅に上回り、インフレを打ち負かすリターンを提供してきました。
nb: Historisk sett har aksjemarkedet gitt avkastning som betydelig overgår sparekontoer og slår inflasjon over lengre perioder.

# quizQ_InvestVsSpec_1
source: What is the main difference between investing and speculation?
ja: 投資と投機の主な違いは何ですか？
nb: Hva er hovedforskjellen mellom investering og spekulasjon?

# quizO_InvestVsSpec_1_1
source: Amount of money used
ja: 使用される金額
nb: Hvor mye penger som brukes

# quizO_InvestVsSpec_1_2
source: Time horizon and analysis
ja: 時間枠と分析
nb: Tidshorisont og analyse

# quizO_InvestVsSpec_1_3
source: Type of stock bought
ja: 買われる株の種類
nb: Hvilken type aksje som kjøpes

# quizO_InvestVsSpec_1_4
source: The broker used
ja: 使用されるブローカー
nb: Hvilken megler som brukes

# quizE_InvestVsSpec_1
source: Investing involves thorough analysis and a long-term view, while speculation is often short-term and based on price movements without underlying value analysis.
ja: 投資は徹底的な分析と長期的視点を伴いますが、投機は多くの場合、基礎的価値の分析なしに価格変動に基づく短期的なものです。
nb: Investering innebærer grundig analyse og et langsiktig perspektiv, mens spekulasjon ofte er kortsiktig og basert på prisbevegelser uten underliggende verdianalyse.

# quizQ_InvestVsSpec_2
source: Which approach relies more on chance?
ja: どのアプローチがより運に依存していますか？
nb: Hvilken tilnærming er mest basert på flaks?

# quizO_InvestVsSpec_2_1
source: Value Investing
ja: バリュー投資
nb: Verdiinvestering

# quizO_InvestVsSpec_2_2
source: Dollar Cost Averaging
ja: ドルコスト平均法
nb: Kronerulling (DCA)

# quizO_InvestVsSpec_2_3
source: Speculation
ja: 投機
nb: Spekulasjon

# quizO_InvestVsSpec_2_4
source: Index Fund Investing
ja: インデックスファンド投資
nb: Indeksfondinvestering

# quizE_InvestVsSpec_2
source: Speculation is often compared to gambling because it relies more on luck and short-term market psychology than on the fundamental value of the asset.
ja: 投機は、資産の本質的価値よりも運や短期的な市場心理に依存するため、ギャンブルによく例えられます。
nb: Spekulasjon sammenlignes ofte med gambling fordi det er mer avhengig av flaks og kortsiktig markedspsykologi enn av eiendelens fundamentale verdi.

# quizQ_InvestVsSpec_3
source: What is "Value Investing"?
ja: 「バリュー投資」とは何ですか？
nb: Hva er "Verdiinvestering"?

# quizO_InvestVsSpec_3_1
source: Buying the most expensive stocks
ja: 最も高価な株を買うこと
nb: Å kjøpe de dyreste aksjene

# quizO_InvestVsSpec_3_2
source: Buying stocks for less than they are worth
ja: 価値よりも安く株を買うこと
nb: Å kjøpe aksjer for mindre enn de er verdt

# quizO_InvestVsSpec_3_3
source: Buying whatever is trending
ja: トレンドのものを買うこと
nb: Å kjøpe det som er populært

# quizO_InvestVsSpec_3_4
source: Buying only tech stocks
ja: ハイテク株のみを買うこと
nb: Å kjøpe kun teknologiaksjer

# quizE_InvestVsSpec_3
source: Value investing is the strategy of buying stocks that are trading for less than their intrinsic or book value.
ja: バリュー投資は、本質的価値や帳簿価額よりも安く取引されている株を買う戦略です。
nb: Verdiinvestering er strategien med å kjøpe aksjer som handles for mindre enn deres iboende verdi eller bokførte verdi.

# quizQ_WhyInvest_1
source: What is the silent killer of purchasing power?
ja: 購買力の静かなる殺人者は何ですか？
nb: Hva er kjøpekraftens stille morder?

# quizO_WhyInvest_1_1
source: Taxation
ja: 課税
nb: Skatt

# quizO_WhyInvest_1_2
source: Inflation
ja: インフレ
nb: Inflasjon

# quizO_WhyInvest_1_3
source: Deflation
ja: デフレ
nb: Deflasjon

# quizO_WhyInvest_1_4
source: Dividends
ja: 配当
nb: Utbytte

# quizE_WhyInvest_1
source: Inflation slowly erodes the purchasing power of your money over time, making cash worth less in the future.
ja: インフレは時間の経過とともにあなたのお金の購買力をゆっくりと侵食し、将来の現金の価値を下げます。
nb: Inflasjon tærer sakte på kjøpekraften til pengene dine over tid, noe som gjør at kontanter blir mindre verdt i fremtiden.

# quizQ_WhyInvest_2
source: What is "Compound Interest"?
ja: 「複利」とは何ですか？
nb: Hva er "Renters rente"?

# quizO_WhyInvest_2_1
source: Interest on your interest
ja: 利子に対する利子
nb: Renter på rentene dine

# quizO_WhyInvest_2_2
source: A bank fee
ja: 銀行の手数料
nb: Et bankgebyr

# quizO_WhyInvest_2_3
source: A tax on gains
ja: 利益に対する税金
nb: En skatt på gevinst

# quizO_WhyInvest_2_4
source: A type of loan
ja: ローンの一種
nb: En type lån

# quizE_WhyInvest_2
source: Compound interest is when you earn interest on both your initial money and the interest you've already accumulated, leading to exponential growth.
ja: 複利とは、元本だけでなく、すでに蓄積された利子に対しても利子を得ることにより、指数関数的な成長をもたらすことです。
nb: Renters rente er når du tjener renter på både det opprinnelige beløpet og rentene du allerede har opptjent, noe som fører til eksponentiell vekst.

# quizQ_WhyInvest_3
source: Why are stocks generally better than a savings account for long-term goals?
ja: なぜ一般的に株式は長期的な目標に対して貯金口座より優れているのですか？
nb: Hvorfor er aksjer generelt bedre enn en sparekonto for langsiktige mål?

# quizO_WhyInvest_3_1
source: They are safer
ja: より安全だから
nb: De er tryggere

# quizO_WhyInvest_3_2
source: They have historically beaten inflation
ja: 歴史的にインフレを上回っているから
nb: De har historisk sett slått inflasjonen

# quizO_WhyInvest_3_3
source: They are insured by the government
ja: 政府によって保証されているから
nb: De er forsikret av staten

# quizO_WhyInvest_3_4
source: They are easier to access
ja: アクセスしやすいから
nb: De er lettere å få tak i

# quizE_WhyInvest_3
source: While savings accounts are safer, their low interest rates often fail to keep up with inflation, whereas stocks have historically provided much higher returns over the long run.
ja: 貯金口座は安全ですが、その低金利はしばしばインフレに追いつけません。一方、株式は歴史的に長期的にはるかに高いリターンを提供してきました。
nb: Selv om sparekontoer er tryggere, klarer de lave rentene ofte ikke å holde tritt med inflasjonen, mens aksjer historisk sett har gitt mye høyere avkastning på lang sikt.

# quizQ_DefensiveVsEnterprise_1
source: Who is a "Defensive Investor"?
ja: 「防衛的投資家」とは誰ですか？
nb: Hvem er en "Defensiv Investor"?

# quizO_DefensiveVsEnterprise_1_1
source: Someone who shorts stocks
ja: 空売りをする人
nb: Noen som shorter aksjer

# quizO_DefensiveVsEnterprise_1_2
source: Someone who wants safety and freedom from effort
ja: 安全性と労力の最小化を望む人
nb: Noen som ønsker trygghet og minimalt arbeid

# quizO_DefensiveVsEnterprise_1_3
source: Someone who trades daily
ja: 毎日取引する人
nb: Noen som handler daglig (daytrader)

# quizO_DefensiveVsEnterprise_1_4
source: Someone who buys only penny stocks
ja: ペニーストックのみを買う人
nb: Noen som bare kjøper "penny stocks"

# quizE_DefensiveVsEnterprise_1
source: A defensive investor prioritizes safety and minimal effort, often choosing index funds or high-quality blue-chip stocks.
ja: 防衛的投資家は、安全性と最小限の労力を優先し、多くの場合、インデックスファンドや高品質の優良株を選びます。
nb: En defensiv investor prioriterer trygghet og minimal innsats, og velger ofte indeksfond eller høykvalitets "blue-chip"-aksjer.

# quizQ_DefensiveVsEnterprise_2
source: What is the main goal of an "Enterprising Investor"?
ja: 「積極的投資家」の主な目標は何ですか？
nb: Hva er hovedmålet til en "Foretaksom Investor"?

# quizO_DefensiveVsEnterprise_2_1
source: To match the market average
ja: 市場平均に合わせること
nb: Å matche markedsgjennomsnittet

# quizO_DefensiveVsEnterprise_2_2
source: To beat the market through effort and skill
ja: 努力とスキルで市場に勝つこと
nb: Å slå markedet gjennom innsats og dyktighet

# quizO_DefensiveVsEnterprise_2_3
source: To lose money
ja: お金を失うこと
nb: Å tape penger

# quizO_DefensiveVsEnterprise_2_4
source: To avoid all risk
ja: すべてのリスクを避けること
nb: Å unngå all risiko

# quizE_DefensiveVsEnterprise_2
source: An enterprising investor is willing to put in time and effort to research stocks in hopes of achieving a better return than the average market.
ja: 積極的投資家は、平均的な市場よりも良いリターンを達成することを期待して、株のリサーチに時間と労力を費やすことを厭いません。
nb: En foretaksom investor er villig til å bruke tid og krefter på å undersøke aksjer i håp om å oppnå bedre avkastning enn markedsgjennomsnittet.

# quizQ_DefensiveVsEnterprise_3
source: Which strategy requires more time and research?
ja: どの戦略がより多くの時間とリサーチを必要としますか？
nb: Hvilken strategi krever mest tid og research?

# quizO_DefensiveVsEnterprise_3_1
source: Defensive Investing
ja: 防衛的投資
nb: Defensiv investering

# quizO_DefensiveVsEnterprise_3_2
source: Enterprising Investing
ja: 積極的投資
nb: Foretaksom investering

# quizO_DefensiveVsEnterprise_3_3
source: Passive Investing
ja: パッシブ投資
nb: Passiv investering

# quizO_DefensiveVsEnterprise_3_4
source: Savings Accounts
ja: 貯金口座
nb: Sparekontoer

# quizE_DefensiveVsEnterprise_3
source: Enterprising investing involves active research, analysis, and monitoring of individual stocks, which requires significantly more time.
ja: 積極的投資は、個々の株式の積極的なリサーチ、分析、監視を伴うため、大幅に多くの時間を必要とします。
nb: Foretaksom investering innebærer aktiv research, analyse og overvåking av enkeltaksjer, noe som krever betydelig mer tid.

# quizQ_MrMarket_1
source: Who is "Mr. Market"?
ja: 「ミスター・マーケット」とは誰ですか？
nb: Hvem er "Mr. Market"?

# quizO_MrMarket_1_1
source: A famous investor
ja: 有名な投資家
nb: En kjent investor

# quizO_MrMarket_1_2
source: An allegorical character representing market mood
ja: 市場の気分を表す寓話的なキャラクター
nb: En allegorisk karakter som representerer markedets humør

# quizO_MrMarket_1_3
source: The CEO of the stock exchange
ja: 証券取引所のCEO
nb: Direktøren for børsen

# quizO_MrMarket_1_4
source: A government regulator
ja: 政府の規制当局
nb: En statlig regulator

# quizE_MrMarket_1
source: Benjamin Graham created Mr. Market to allegorize the irrational and emotional daily price fluctuations of the stock market.
ja: ベンジャミン・グレアムは、株式市場の不合理で感情的な毎日の価格変動を寓話化するためにミスター・マーケットを作成しました。
nb: Benjamin Graham skapte Mr. Market som en allegori for de irrasjonelle og emosjonelle daglige prissvingningene i aksjemarkedet.

# quizQ_MrMarket_2
source: Mr. Market is described as...
ja: ミスター・マーケットはどのように描写されていますか？
nb: Mr. Market beskrives som...

# quizO_MrMarket_2_1
source: Rational and calm
ja: 合理的で冷静
nb: Rasjonell og rolig

# quizO_MrMarket_2_2
source: Predictable and steady
ja: 予測可能で安定している
nb: Forutsigbar og stødig

# quizO_MrMarket_2_3
source: Emotional and manic-depressive
ja: 感情的で躁鬱的
nb: Emosjonell og manisk-depressiv

# quizO_MrMarket_2_4
source: Always correct
ja: 常に正しい
nb: Alltid korrekt

# quizE_MrMarket_2
source: Mr. Market swings from extreme optimism to extreme pessimism, offering prices based on his mood rather than true value.
ja: ミスター・マーケットは極端な楽観主義から極端な悲観主義へと揺れ動き、真の価値ではなく彼の気分に基づいた価格を提示します。
nb: Mr. Market svinger fra ekstrem optimisme til ekstrem pessimisme, og tilbyr priser basert på humøret sitt heller enn reell verdi.

# quizQ_MrMarket_3
source: What should you do when Mr. Market is depressed and offers low prices?
ja: ミスター・マーケットが落ち込んでいて安値を提示しているとき、あなたはどうすべきですか？
nb: Hva bør du gjøre når Mr. Market er deprimert og tilbyr lave priser?

# quizO_MrMarket_3_1
source: Sell everything
ja: すべて売る
nb: Selge alt

# quizO_MrMarket_3_2
source: Buy if the value is right
ja: 価値が正しければ買う
nb: Kjøpe hvis verdien er riktig

# quizO_MrMarket_3_3
source: Panic
ja: パニックになる
nb: Gjøre ingenting

# quizO_MrMarket_3_4
source: Ignore him completely
ja: 彼を完全に無視する
nb: Ignorere ham fullstendig

# quizE_MrMarket_3
source: When the market is irrational and prices are low, it presents an opportunity for the intelligent investor to buy quality assets at a discount.
ja: 市場が不合理で価格が低いとき、賢明な投資家にとって質の高い資産を割引価格で購入する機会となります。
nb: Når markedet er irrasjonelt og prisene er lave, gir det den intelligente investoren en mulighet til å kjøpe kvalitetsaktiva med rabatt.

# quizQ_MarginOfSafety_1
source: What is the "Margin of Safety"?
ja: 「安全域」とは何ですか？
nb: Hva er "Sikkerhetsmargin"?

# quizO_MarginOfSafety_1_1
source: A safety helmet
ja: 安全ヘルメット
nb: En vernehjelm

# quizO_MarginOfSafety_1_2
source: Buying at a price far below intrinsic value
ja: 本質的価値を大幅に下回る価格で購入すること
nb: Å kjøpe til en pris langt under iboende verdi

# quizO_MarginOfSafety_1_3
source: A stop-loss order
ja: ストップロス注文
nb: En stop-loss ordre

# quizO_MarginOfSafety_1_4
source: Buying insurance
ja: 保険を買うこと
nb: Å kjøpe forsikring

# quizE_MarginOfSafety_1
source: Margin of safety is the concept of purchasing a stock at a significant discount to its intrinsic value to minimize the risk of loss.
ja: 安全域とは、損失のリスクを最小限に抑えるために、本質的価値から大幅に割り引かれた価格で株を購入するという概念です。
nb: Sikkerhetsmargin er konseptet med å kjøpe en aksje med betydelig rabatt i forhold til dens iboende verdi for å minimere risikoen for tap.

# quizQ_MarginOfSafety_2
source: Why is a Margin of Safety important?
ja: なぜ安全域が重要なのですか？
nb: Hvorfor er sikkerhetsmargin viktig?

# quizO_MarginOfSafety_2_1
source: It guarantees a profit
ja: 利益を保証するから
nb: Det garanterer profitt

# quizO_MarginOfSafety_2_2
source: It allows for error and bad luck
ja: エラーや不運の余地を与えるから
nb: Det gir rom for feil og uflaks

# quizO_MarginOfSafety_2_3
source: It is required by law
ja: 法律で義務付けられているから
nb: Det er påkrevd ved lov

# quizO_MarginOfSafety_2_4
source: It makes trading faster
ja: 取引を速くするから
nb: Det gjør handelen raskere

# quizE_MarginOfSafety_2
source: It acts as a buffer against errors in your valuation, unforeseen market events, or bad luck, protecting your capital.
ja: それは、評価の誤り、予期せぬ市場の出来事、または不運に対するバッファーとして機能し、あなたの資本を保護します。
nb: Det fungerer som en buffer mot feil i verdivurderingen din, uforutsette markedshendelser eller uflaks, og beskytter kapitalen din.

# quizQ_MarginOfSafety_3
source: Which comparison was used for Margin of Safety?
ja: 安全域にはどのような比較が使われましたか？
nb: Hvilken sammenligning ble brukt for sikkerhetsmargin?

# quizO_MarginOfSafety_3_1
source: Building a bridge stronger than needed
ja: 必要以上に強く橋を架けること
nb: Å bygge en bro sterkere enn nødvendig

# quizO_MarginOfSafety_3_2
source: Driving a fast car
ja: 速い車を運転すること
nb: Å kjøre en rask bil

# quizO_MarginOfSafety_3_3
source: Betting on a horse
ja: 馬に賭けること
nb: Å vedde på en hest

# quizO_MarginOfSafety_3_4
source: Cooking a meal
ja: 料理をすること
nb: Å lage mat

# quizE_MarginOfSafety_3
source: Like an engineer builds a bridge to hold 30,000 lbs even if only 10,000 lbs trucks cross it, an investor wants a buffer for their investments.
ja: エンジニアが1万ポンドのトラックしか通らないとしても3万ポンドに耐えられる橋を作るように、投資家も投資に対してバッファーを求めます。
nb: Akkurat som en ingeniør bygger en bro som tåler 30 000 pund selv om lastebilene bare veier 10 000 pund, ønsker en investor en buffer for investeringene sine.

# quizQ_IndexFunds_1
source: What does an Index Fund do?
ja: インデックスファンドは何をしますか？
nb: Hva gjør et indeksfond?

# quizO_IndexFunds_1_1
source: Tries to beat the market
ja: 市場に勝とうとする
nb: Prøver å slå markedet

# quizO_IndexFunds_1_2
source: Tracks a specific market index
ja: 特定の市場指数を追跡する
nb: Følger en bestemt markedsindeks

# quizO_IndexFunds_1_3
source: Buys only one stock
ja: 1つの株だけを買う
nb: Kjøper kun én aksje

# quizO_IndexFunds_1_4
source: Shorts the market
ja: 市場を空売りする
nb: Shorter markedet

# quizE_IndexFunds_1
source: An index fund buys all (or a representative sample) of the companies in a specific index, like the S&P 500, to match its performance.
ja: インデックスファンドは、S&P 500のような特定の指数のパフォーマンスに一致させるために、その指数内のすべての企業（または代表的なサンプル）を購入します。
nb: Et indeksfond kjøper alle (eller et representativt utvalg) av selskapene i en spesifikk indeks, som S&P 500, for å matche ytelsen.

# quizQ_IndexFunds_2
source: What is a major benefit of Index Funds?
ja: インデックスファンドの大きな利点は何ですか？
nb: Hva er en stor fordel med indeksfond?

# quizO_IndexFunds_2_1
source: Instant diversification
ja: 瞬時の分散投資
nb: Umiddelbar diversifisering

# quizO_IndexFunds_2_2
source: Guaranteed 100% returns
ja: 100％のリターン保証
nb: Garantert 100% avkastning

# quizO_IndexFunds_2_3
source: No risk
ja: リスクなし
nb: Ingen risiko

# quizO_IndexFunds_2_4
source: Free money
ja: タダのお金
nb: Gratis penger

# quizE_IndexFunds_2
source: By buying a single index fund, you instantly own a tiny piece of hundreds or thousands of companies, spreading your risk.
ja: 単一のインデックスファンドを購入することで、数百または数千の企業の小さな一部を即座に所有し、リスクを分散させることができます。
nb: Ved å kjøpe ett enkelt indeksfond eier du umiddelbart en liten del av hundrevis eller tusenvis av selskaper, og sprer dermed risikoen.

# quizQ_IndexFunds_3
source: How do Index Fund fees generally compare to active mutual funds?
ja: インデックスファンドの手数料はアクティブファンドと比べて一般的にどうですか？
nb: Hvordan er gebyrene i indeksfond sammenlignet med aktive fond?

# quizO_IndexFunds_3_1
source: They are much higher
ja: はるかに高い
nb: Mye høyere

# quizO_IndexFunds_3_2
source: They are about the same
ja: ほぼ同じ
nb: Omtrent det samme

# quizO_IndexFunds_3_3
source: They are typically much lower
ja: 通常はるかに低い
nb: Vanligvis mye lavere

# quizO_IndexFunds_3_4
source: Fees don't exist
ja: 手数料は存在しない
nb: Gebyrer eksisterer ikke

# quizE_IndexFunds_3
source: Because they require less active management, index funds and ETFs usually have significantly lower expense ratios than actively managed funds.
ja: アクティブな管理をあまり必要としないため、インデックスファンドやETFは通常、アクティブ管理ファンドよりも経費率が大幅に低くなります。
nb: Fordi de krever mindre aktiv forvaltning, har indeksfond og ETFer vanligvis betydelig lavere kostnader enn aktivt forvaltede fond.

# quizQ_DCA_1
source: What is Dollar Cost Averaging (DCA)?
ja: ドルコスト平均法（DCA）とは何ですか？
nb: Hva er Dollar Cost Averaging (DCA)?

# quizO_DCA_1_1
source: Investing a lump sum all at once
ja: 一度に一括投資すること
nb: Å investere et engangsbeløp med en gang

# quizO_DCA_1_2
source: Investing a fixed amount at regular intervals
ja: 一定の間隔で定額を投資すること
nb: Å investere et fast beløp med jevne mellomrom

# quizO_DCA_1_3
source: Buying only when the market is low
ja: 市場が低いときだけ買うこと
nb: Å kjøpe kun når markedet er lavt

# quizO_DCA_1_4
source: Selling when the market is high
ja: 市場が高いときに売ること
nb: Å selge når markedet er høyt

# quizE_DCA_1
source: DCA involves investing the same amount of money (e.g., $500) on a regular schedule (e.g., monthly) regardless of the share price.
ja: DCAは、株価に関係なく、定期的なスケジュール（例：毎月）で同じ金額（例：500ドル）を投資することを伴います。
nb: DCA innebærer å investere samme pengebeløp (f.eks. 500 kr) etter en fast tidsplan (f.eks. månedlig) uavhengig av aksjekursen.

# quizQ_DCA_2
source: Does DCA require you to time the market?
ja: DCAは市場のタイミングを計る必要がありますか？
nb: Krever DCA at du timer markedet?

# quizO_DCA_2_1
source: Yes, perfectly
ja: はい、完璧に
nb: Ja, perfekt

# quizO_DCA_2_2
source: No, it ignores market timing
ja: いいえ、市場のタイミングを無視します
nb: Nei, det ignorerer markedstimid

# quizO_DCA_2_3
source: Only during crashes
ja: 暴落時のみ
nb: Bare under krasj

# quizO_DCA_2_4
source: Only during bubbles
ja: バブル時のみ
nb: Bare under bobler

# quizE_DCA_2
source: DCA removes the need to predict market tops and bottoms, discouraging emotional trading based on price fluctuations.
ja: DCAは市場の天井と底を予測する必要性をなくし、価格変動に基づく感情的な取引を思いとどまらせます。
nb: DCA fjerner behovet for å forutsi markedstoppper og -bunner, og motvirker emosjonell handel basert på prissvingninger.

# quizQ_DCA_3
source: What is a psychological benefit of DCA?
ja: DCAの心理的な利点は何ですか？
nb: Hva er en psykologisk fordel med DCA?

# quizO_DCA_3_1
source: It is exciting
ja: エキサイティングである
nb: Det er spennende

# quizO_DCA_3_2
source: It removes emotion from investing
ja: 投資から感情を排除する
nb: Det fjerner følelser fra investeringen

# quizO_DCA_3_3
source: It makes you feel smarter
ja: 自分が賢いと感じさせる
nb: Det får deg til å føle deg smartere

# quizO_DCA_3_4
source: It guarantees quick riches
ja: 迅速な富を保証する
nb: Det garanterer rask rikdom

# quizE_DCA_3
source: By sticking to a schedule, you avoid the fear of buying at the top or the hesitation to buy during a dip.
ja: スケジュールを守ることで、高値掴みへの恐怖や、下落時に買うことへの躊躇を避けることができます。
nb: Ved å holde seg til en plan unngår du frykten for å kjøpe på toppen eller nølingen med å kjøpe under en nedgang.

# quizQ_HowToInvest_1
source: What is a Broker?
ja: ブローカーとは何ですか？
nb: Hva er en Megler (Broker)?

# quizO_HowToInvest_1_1
source: A person who breaks things
ja: 物を壊す人
nb: En person som ødelegger ting

# quizO_HowToInvest_1_2
source: An intermediary between you and the stock market
ja: あなたと株式市場の仲介者
nb: Et mellomledd mellom deg og aksjemarkedet

# quizO_HowToInvest_1_3
source: A bank teller
ja: 銀行の窓口係
nb: En bankfunksjonær

# quizO_HowToInvest_1_4
source: A government official
ja: 政府関係者
nb: En offentlig tjenestemann
